Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/renting_a_home/landlords_rights_and_obligations.html.txt.tmx
Source language: en
Languages: ga

source: Landlords’ rights and obligations
ga: Na cearta ag atá tiarnaí talún agus na hoibleagáidí atá orthu

source: • Rights as a landlord
ga: • An dlí um thiarnaí talún agus tionóntaí

source: • Obligations of a landlord
ga: • Na cearta mar thiarna talún

source: • Private tenancies and receivership
ga: • Na hoibleagáidí atá ar thiarna talún

source: They also include restrictions on the sale of 10 or more rented units in a development (the “Tyrrelstown amendments”)
ga: Is tiarna talún thú más rud é go bhfuil talamh nó foirgneamh agat agus gur léasaigh tú é (nó cuid de) le duine eile - ar tionónta é

source: We are currently updating the relevant documents on citizensinformation.ie with these and other recent changes. Read more on the Residential Tenancies Board’s website
ga: Díorthaíonn na príomhchearta dlíthiúla atá agat agus na príomhoibleagáidí dlíthiúla atá ort mar thiarna talún príobháideach ón dlí um thiarnaí talún agus tionóntaí agus ó aon léas nó aon chomhaontú tionóntachta (bíodh sé scríofa nó labhartha) idir tusa agus do thionónta

source: You are a landlord if you own land or a building and you have leased all or part of it to another person – a tenant
ga: An dlí um thiarnaí talún agus tionóntaí

source: The main legislation governing these rights and obligations in private rented accommodation is set down in the Landlord and Tenant Acts 1967 to 1994, the Residential Tenancies Act 2004 and the Residential Tenancies (Amendment) Act 2015
ga: Leagtar síos sna hAchtanna um Thiarnaí Talún agus Tionóntaí, 1967-1994, agus san Acht um Thionóntachtaí Cónaithe 2004 an reachtaíocht phríomha lena rialaítear na cearta agus na hoibleagáidí seo i gcóiríocht phríobháideach ar cíos

source: However, if you are renting a room in your home to your tenant, the tenancy does not come under the residential tenancies legislation (though renting out a self-contained flat in your home is covered)
ga: Is é atá sa mhéid seo a leanas ná forbhreathnú ginearálta ar na cearta atá agat agus ar na dualgais agus ar na hoibleagáidí atá ort mar thiarna talún

source: Read more in our document Sharing accommodation with your landlord
ga: Más rud é go bhfuil tú i do chónaí le do thionónta, áfach, ní chlúdaítear thú leis an reachtaíocht um thiarnaí talún agus tionóntaí

source: Leases or other tenancy agreements cannot take away from your rights under the legislation, but you and your tenant can agree on matters that are not dealt with in it
ga: Ní féidir le léasanna ná le comhaontuithe eile tionóntachta baint de do chearta dlíthiúla nó de chearta dlíthiúla do thionóntaí

source: The Residential Tenancies Board (RTB) has published a Good Landlord Guide
ga: Mar sin féin, is féidir leatsa agus le do thionónta teacht ar chomhaontú ar chúrsaí nach bpléitear leo sa dlí

source: It was signed into law on 23 December 2016
ga: Tá an ceart agat chun na nithe seo:

source: • Measures to prevent the simultaneous serving of termination notices on large numbers of residents in a single development
ga: • An cíos a shocrú (cé nach féidir leis an gcíos bheith níos mó ná an ráta margaidh reatha - féach ár gcáipéis maidir le méaduithe cíosa)

source: • Increased security of tenure for tenancies created from 24 December 2016
ga: • An cíos ceart a fháil ar an dáta ar a bhfuil sé dlite - ach féach tionóntachtaí Príobháideacha agus glacadóireacht thíos

source: • Removing the provision that allows a landlord to end a further Part 4 tenancy during the first 6 months without having to give a reason
ga: • Aon mhuirir a bhaineann leis an réadmhaoin a fháil (ciallaíonn sé sin cánacha agus dleachtanna nó íocaíochtaí)

source: • Changes to declarations required when a termination is due to sale of the dwelling
ga: • An cíos a athbhreithniú go bliantúil

source: • Terminate a tenancy during the first 6 months without giving a reason
ga: • Tionóntacht a fhoirceannadh sna chéad 6 mhí gan cúis a thabhairt

source: • In certain circumstances – terminate a tenancy at a later stage
ga: • Fógra a fháil faoi cé a bhfuil gnáthchónaí air/uirthi sa réadmhaoin (ní áirítear leis sin cuairteoirí thar oíche nó fanachtaí gearra)

source: • Be informed about who is ordinarily living in the property (this does not include overnight visitors or short stays) • Be informed of any repairs needed
ga: • Cinneadh a dhéanamh ar cé acu a thugann tú, nó nach dtugann tú, cead don tionónta tionóntacht a fholigean nó a shannadh (más rud é go ndiúltaíonn tú don tionónta tionóntacht a shannadh nó a fholigean, áfach, is féidir leis an diúltú sin an cead a thabhairt don tionónta chun tionóntacht ar théarma seasta a fhoirceannadh roimh a dáta éaga)

source: • Be given reasonable access to the property to carry out repairs
ga: • Fógra a fháil faoi aon deisiúcháin atá ag teastáil

source: • For private tenancies only – decide whether the tenant may sub-let or assign a tenancy
ga: • Rochtain réasúnta a fháil ar an réadmhaoin chun deisiúcháin a dhéanamh

source: However, if you refuse to allow a tenant to assign or sublet a tenancy, this refusal can give the tenant the right to terminate a fixed-term tenancy before its expiry date
ga: • Díospóidí a tharchur chuig an mBord um Thionóntachtaí Cónaithe Príobháideacha (PRTB) - sa chás amháin gur chomhlíon tú an oibleagáid atá ort an tionóntacht a chlárú - féach thíos

source: You do not have the right to:
ga: Níl an ceart agat chun na nithe seo a dhéanamh:

source: • Enter your tenant's home without permission
ga: • Dul isteach i dteach do thionóntaí gan chead

source: • Take or retain your tenant’s property – even if they haven’t paid the rent
ga: • Maoin do thionóntaí a ghlacadh nó a choinneáil - fiú murar íoc siad an cíos

source: • Charge more than the market rate for the property
ga: • Níos mó ná an ráta margaidh a ghearradh don réadmhaoin

source: • Penalise your tenant for bringing a dispute to the RTB
ga: Pionós a ghearradh ar thionóntaí as díospóid a thabhairt chuig an PRTB

source: Obligations of a landlord
ga: Na hoibleagáidí atá ar thiarna talún

source: As a landlord, you must:
ga: Mar thiarna talún, ní mór duit na nithe seo a dhéanamh:

source: • Register the tenancy with the RTB
ga: • Rátáil Fuinnimh Foirgnimh (RFF) a chur ar fáil don réadmhaoin

source: • Provide your tenant with a rent book or statement of rent paid
ga: • An tionóntacht a chlárú leis an PRTB

source: • Make sure that the property meets certain minimum standards (though the standards for food preparation, storage and laundry purposes do not apply to AHBs)
ga: • Leabhar cíosa nó ráiteas faoin gcíos arna íoc a chur ar fáil do do thionónta

source: • Repair and maintain the interior of the property to the standard it was in at the start of the tenancy
ga: • A chinntiú go gcomhlíonann an réadmhaoin íoschaighdeáin áirithe

source: • Repair and maintain the structure of the property
ga: • An taobh istigh den réadmhaoin a athchóiriú agus a chothabháil chuig an gcaighdeán ar a raibh sí ag tús na tionóntachta

source: • Provide a Building Energy Rating (BER) for the property
ga: • Struchtúr na réadmhaoine a dheisiú agus a chothabháil

source: • Reimburse tenants for any repairs they carry out which are your responsibility
ga: • Cúiteamh le tionóntaí as aon deisiúcháin a dhéanann siad a bhfuil freagracht ort astu

source: • Insure the property (if it is impossible to get insurance, or if the cost is unreasonable, this obligation doesn’t apply)
ga: • An réadmhaoin a árachú (más rud é nach féidir árachas a fháil, nó go bhfuil costas míréasúnta air, níl feidhm ag an oibleagáid seo)

source: • Provide the tenant with information about any agents who are authorised to deal on your behalf (such as management companies, agencies, personal representatives)
ga: • Faisnéis a chur ar fáil don tionónta faoi aon ghníomhairí atá údaraithe chun déileáil thar do cheann (ar nós cuideachtaí bainistíochta, gníomhaireachtaí, ionadaithe pearsanta)

source: • Ensure that the tenant knows how to contact you or your agent
ga: • Fógra 28 lá a thabhairt do thionóntaí faoi athbhreithniú cíosa

source: • Give private tenants 90 days’ notice of a rent review (AHBs should give notice “as soon as is practicable”)
ga: • Fógra bailí foirceanta (i scríbhinn) a chur ar fáil do thionóntaí, más rud é go bhfuil an tionóntacht á foirceannadh agat

source: • Provide tenants with a valid written notice of termination if you are terminating the tenancy
ga: • Éarlaisí a thabhairt ar ais do na tionóntaí (cé is moite den chás nár íoc siad an cíos nó a rinne siad damáiste don áit chónaithe)

source: You must also make sure that the tenants meet their obligations
ga: Ní mór duit a chinntiú freisin go gcomhlíonann na tionóntaí na hoibleagáidí atá orthu

source: Anyone who is affected by your tenants’ failure to meet their obligations can make a complaint against you to the RTB
ga: Aon duine a ndéanann mainneachtain do thionóntaí na hoibleagáidí atá orthu a chomhlíonadh dul i bhfeidhm air/uirthi, is féidir leis/léi gearán a dhéanamh i d’aghaidh chuig an PRTB

source: You may withhold all or part of a tenant’s deposit only if:
ga: Mar thiarna talún, ní fhéadfaidh tú éarlais (nó cuid d’éarlais) a choinneáil siar ach amháin más rud é:

source: • The tenant has not given you proper notice when ending the tenancy
ga: • Nár thug an tionónta fógra cuí duit agus é/í ag imeacht

source: • You have been left with outstanding bills (for electricity, gas etc.) or unpaid rent
ga: • Gur fágadh billí (le haghaidh leictreachais, gáis etc.) nó cíos gan íoc agat

source: • The tenant has caused damage beyond normal wear and tear
ga: • Go ndearna an tionónta damáiste thar ghnáthchaitheamh agus ghnáthchuimilt

source: Refusal to grant a tenancy
ga: Diúltú chun tionóntacht a dheonú

source: The Equal Status Acts 2000–2015 apply to lettings and accommodation
ga: Tá feidhm ag reachtaíocht um chomhionannas maidir le ligin agus le cóiríocht

source: This means that you cannot state when advertising accommodation that Rent Supplement or HAP is not accepted and you cannot refuse to rent accommodation to someone because they are getting a social welfare payment
ga: Ní féidir leat leithcheal a dhéanamh ar thionóntaí féideartha ar fhoras inscne, stádas sibhialta, stádas teaghlaigh, claonadh gnéis, creidimh, aoise, míchumais, cine nó ballraíochta sa Lucht Siúil

source: In general, for residential properties this deduction is restricted to 75% of the interest accruing on loans
ga: Íocann tiarnaí talún cáin ar ioncam cíosa faoi chóras féinmheasúnaithe na gCoimisinéirí Ioncaim

source: Interest is treated as accruing on a daily basis and the date the loan was taken out is not relevant
ga: Tá tú i dteideal roinnt speansas a bhaint as an gcáin a íocann tú ar ioncam cíosa

source: Interest can only be deducted during the period in which the property is let
ga: Tugtar faisnéis faoi na speansais is féidir leat a éileamh sa Treoir maidir le hIoncam Cíosa ó na Coimisinéirí Ioncaim

source: You must submit an undertaking to the RTB, stating that you commit to renting a residential property to tenants on social housing supports for 3 years
ga: Más rud é go ligeann tú seomra i do theach ar cíos, tá tú díolmhaithe ó cháin ioncaim ar choinníoll nach sáraíonn an méid cíosa méid áirithe

source: If you rent out a room or flat in your home you are exempt from income tax on the amount that your tenant pays you for rent and other services, up to €12,000 in a tax year
ga: Más rud é go bhfuil tú i do chónaí lasmuigh d’Éirinn agus go n-íocann do thionónta cíos go díreach leat, ní mór don tionónta cáin a bhaint as an gcíos comhlán agus í a mhíniú do na Coimisinéirí Ioncaim

source: If you are living outside Ireland and your tenant pays rent directly to you, the tenant must deduct tax from the gross rent and account for it to Revenue
ga: Más rud é go bhfuil an cíos á íoc le gníomhaire bailiúcháin, ní mór don ghníomhaire an cháin a mhíniú

source: If the rent is being paid to a collection agent, the agent must account for the tax
ga: Léigh tuilleadh inár gcáipéis maidir le ceisteanna cánach do thionóntaí

source: Read further information on Housing tax credits and reliefs
ga: Tionóntachtaí príobháideacha agus glacadóireacht

source: If the mortgage on the dwelling is in arrears and the mortgage lender has appointed a receiver, your tenants must pay the rent to the receiver, but you remain legally responsible for matters such as returning the tenants’ deposits
ga: Más rud é go bhfuil an morgáiste ar an áit chónaithe i riaráiste agus go bhfuil glacadóir ceaptha ag an iasachtóir morgáiste, ní mór do do thionóntaí cíos a íoc leis an nglacadóir, ach is ortsa a fhanann freagracht dhlíthiúil as cúrsaí ar nós éarlaisí na dtionóntaí a thabhairt ar ais

source: The receiver may arrange for repairs to be carried out, but it is unclear whether the receiver is required to do this or whether the receiver takes on any of the responsibilities of a landlord
ga: Féadfaidh an glacadóir socrú le haghaidh deisiúcháin a dhéanamh, ach níl sé soiléir cibé acu an gá nó nach gá don ghlacadóir déanamh amhlaidh nó cibé acu an nglacann an glacadóir aon fhreagrachtaí tiarna talún mar chúram

source: Read more in the Residential Tenant’s Guide to Receivership published by Banking and Payments Federation Ireland and in Threshold’s advice on the appointment of receivers
ga: Tá athruithe féideartha ar an dlí á bplé d’fhonn tuilleadh soiléireachta a chur ar fáil sna cásanna sin

source: To register a tenancy, to commit to renting to tenants on social housing supports, or to resolve a dispute with your tenants, contact: Residential Tenancies Board PO Box 47 Clonakilty Co
ga: Léigh tuilleadh sa Treoir don Tionónta Cónaithe maidir le Glacadóireacht ó Chónaidhm Baincéireachta agus Íocaíochtaí Éireann agus sa chomhairle faoin gceapadh glacadóirí ó Threshold
